[
  {
    "numero_item":1,
    "pergunta":"O projeto atende às normas de acessibilidade, incluindo sanitário acessível (PCD), circulação coletiva, acesso externo e acessibilidade vertical a todos os pavimentos de uso comum?",
    "texto_legal":"Art. 56. A construção, a reforma, a ampliação ou a mudança de uso de edificações abertas ao público, de uso público ou privadas de uso coletivo deverão ser executadas de modo a serem acessíveis.",
    "interpretacao_legal":"Todos os ambientes de uso coletivo (inclusive administrativos internos) devem ser acessíveis, com sanitário PCD e acesso entre pavimentos (elevador, plataforma ou rampa).\nExceções: Áreas técnicas ou restritas, ou, em reformas, mediante ônus desproporcional (Decreto 9.405\/2018).\nAtenção: ausência de elevador em mezaninos administrativos configura não conformidade.",
    "orientacao_documentacao":"Representar sanitário PCD, cotas e rota acessível (horizontal e vertical) até todos os ambientes de uso comum. Quando inexistente, justificar formalmente a dispensa (por ex: nota técnica, cronograma de adaptação ou laudo técnico).",
    "observacao_fluxo":"SIM",
    "base_legal":"Lei 13.146\/2015 Art. 56, NBR9050\/2020",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":2,
    "pergunta":"As áreas produtivas e de apoio são totalmente fechadas, com paredes externas contínuas, sem vãos permanentes ou aberturas para o exterior que não estejam vedadas ou justificadas tecnicamente?",
    "texto_legal":"12.2 Seu projeto deve minimizar o risco de erros e possibilitar a limpeza e manutenção, de modo a evitar a contaminação cruzada, o acúmulo de poeira e sujeira ou qualquer efeito adverso que possa afetar a qualidade dos produtos.",
    "interpretacao_legal":"A atividade deve ser realizada em edificação totalmente fechada, com divisões claras entre os ambientes internos.\n\nAvarandados, áreas abertas, mezaninos sem vedação e similares são não conformes, pois não há proteção contra poeira, pragas ou intempéries.",
    "orientacao_documentacao":"Indicar paredes externas fechadas, sem vãos abertos para o exterior;\n\nIndicar acessos para manutenção (quando aplicável);\n\nSe houver qualquer tipo de vão externo, justificar se está vedado (ex: tela, vedação acrílica, janela de vidro fixa).",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013, 12.2",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":3,
    "pergunta":"Existem áreas com risco de acúmulo de sujeira, materiais ou contaminação cruzada que não foram tratadas ou justificadas?",
    "texto_legal":"12.2 Seu projeto deve minimizar o risco de erros e possibilitar a limpeza e manutenção, de modo a evitar a contaminação cruzada, o acúmulo de poeira e sujeira ou qualquer efeito adverso que possa afetar a qualidade dos produtos.\n17.7 Sempre que possível o acesso para manutenção deve estar localizado externamente as áreas de produção. Quando não for possível o acesso externo para os serviços, os procedimentos de manutenção devem ser executados de forma a minimizar o risco de contaminação e\/ou comprometimento da qualidade do produto.\n17.18.4 O projeto e a localização dos equipamentos devem minimizar os riscos de erros e permitir limpeza e manutenção adequadas de maneira a evitar a contaminação cruzada, acúmulo de poeira e sujeira e, em geral, evitar todo efeito que possa influir negativamente na qualidade e segurança dos produtos.\n17.18.5 As áreas de circulação entre os equipamentos devem ser mantidas livres.",
    "interpretacao_legal":"\nO projeto deve permitir que todos os ambientes e equipamentos sejam acessíveis para limpeza e manutenção — ou seja:\n\nNenhum canto ou espaço oculto sem acesso;\n\nEquipamentos grandes não devem bloquear circulação;\n\nNão deve haver locais onde o acúmulo de sujeira não possa ser removido.\n\nA manutenção externa aos ambientes produtivos é preferencial. Se for interna, deve haver POPs que minimizem riscos.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013, 17.7, 17.18.4, 17.18.5",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":4,
    "pergunta":"As áreas de produção, armazenamento e apoio estão claramente identificadas em projeto?",
    "texto_legal":"17.6 Os setores devem ser distribuídos de modo a permitir que a produção ocorra de forma adequada, evitando misturas ou contaminação cruzada.",
    "interpretacao_legal":"É exigido que cada setor (produção, armazenamento, apoio) esteja fisicamente ou funcionalmente delimitado.",
    "orientacao_documentacao":"Identificar graficamente os setores funcionais da planta: produção, armazenamento (MP, produto acabado, devoluções), apoio (DML, copa, manutenção), expedição;\n\nIndicar a circulação entre setores, acessos e barreiras (físicas ou operacionais).\n\nIndicar o fluxo do produto da entrada até a expedição.\n\nLayout completo é optativo, mas pode ser exigido se houver inconsistências nas informações ou sobreposição de funções.",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013 – 12.2 e 17.6",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":5,
    "pergunta":"O projeto impede o cruzamento inadequado entre matérias-primas, produtos em processo, produtos acabados e resíduos? Em caso de fluxos sobrepostos, há justificativa técnica ou procedimento operacional que evite contaminação cruzada?",
    "texto_legal":"12.2 As instalações devem ser localizadas, projetadas, construídas, adaptadas e mantidas de forma que sejam adequadas às operações a serem executadas. Seu projeto deve minimizar o risco de erros e possibilitar a limpeza e manutenção, de modo a evitar a contaminação cruzada, o acúmulo de poeira e sujeira ou qualquer efeito adverso que possa afetar a qualidade dos produtos.\n17.3 As áreas de produção devem ser providas de infraestrutura necessária, o que inclui espaço, instalações, equipamentos, materiais adequados, pessoal qualificado e devidamente treinado para execução das atividades, procedimentos operacionais e instruções de trabalho aprovadas, além de pessoal qualificado e equipamentos adequados para a realização do controle em processo.\n17.4 A distribuição das áreas de produção deve ser ordenada e racional. As instalações físicas devem estar dispostas de acordo com um fluxo operacional continuo com distribuição adequada para evitar mistura ou contaminação cruzada.\n17.5 As áreas produtivas devem ser de tamanho compatível com o volume de operações realizadas e com as identificações necessárias.\n17.6 Os setores devem ser distribuídos de modo a permitir que a produção ocorra de forma adequada, evitando misturas ou contaminação cruzada.",
    "interpretacao_legal":"O conceito de fluxo ordenado e contínuo não deve ser interpretado como obrigação de planta em U ou Z, mas sim como uma organização funcional, que evite contaminação cruzada.\n\nSetores compartilhados ou sobrepostos devem ser justificados tecnicamente e, quando necessário, agendados em turnos diferentes.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 12.2 e 17.4",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":6,
    "pergunta":"Todas as áreas de circulação permitem fluxo contínuo, sem interrupções, bloqueios por equipamentos ou materiais estocados? Existem corredores subdimensionados ou não sinalizados para o tipo de transporte utilizado (manual, carrinho, paleteira etc)? Se houver cruzamento de fluxo (entrada\/saída), há procedimento ou estrutura para evitar contaminação cruzada?",
    "texto_legal":"17.5 Toda a área de circulação deve estar livre de obstáculos.",
    "interpretacao_legal":"A circulação interna deve garantir fluxo funcional contínuo, sem interferências que dificultem a movimentação de pessoas, produtos ou equipamentos.\n\nObstáculos comuns não conformes: materiais estocados nos corredores, tambores ou caixas em circulação, equipamentos fora de uso não identificados.\n\nA largura da circulação deve ser compatível com o tipo de transporte utilizado (manual, carrinhos, paleteiras, empilhadeiras).\n\nPode ser exigido que corredores tenham largura mínima para fluxo bidirecional se necessário.\n\nO fluxo ",
    "orientacao_documentacao":"Indicar claramente os corredores de circulação entre setores no projeto.\n\nCotar a largura dos corredores para garantir conformidade com o fluxo proposto.\n\nEm áreas com circulação cruzada (ex: entrada e saída de produto), pode ser necessário descrever procedimentos operacionais que garantam separação funcional.",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013 – 17.5",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":7,
    "pergunta":"Todos os revestimentos estão descritos como laváveis, resistentes e em bom estado de conservação? Existem materiais com porosidade, rachaduras, absorção de líquidos ou acabamento provisório sem justificativa?",
    "texto_legal":"12.3 A limpeza das áreas e a sanitização, quando necessária, devem ser realizadas conforme procedimentos e devem ser mantidos os registros correspondentes;\n12.4 As instalações devem ser mantidas em bom estado de conservação, higiene e limpeza.\n15.4 Os pisos, paredes e tetos devem ser de fácil limpeza, material resistente e devem estar em bom estado de conservação.",
    "interpretacao_legal":"Critérios Objetivos (para a área destinado à produção)\nRequisito #1: Fácil Limpeza: A superfície deve ser lisa, sem porosidade visível, sem absorver líquido, e sem fendas onde possa acumular sujidade. Teste simples: jogue água — ela deve escorrer facilmente sem penetrar.\nRequisito #2: Resistente: Verifique o histórico: trincas, desgaste, abrasão, manchas permanentes. Se o piso sofre com uso normal, ele não é resistente o suficiente. Avaliar também resistência a produtos de limpeza usados na rotina.\nRequisito #3 Bom Estado: Visual + tátil. Não pode haver rachaduras, falhas, buracos ou áreas descoladas.\nRequisito #4: Sanitização necessária: A ausência de sanitização deve ser justificada em POPs ou registros, com base no tipo de área e no histórico de monitoramento ambiental, se aplicável.\nExemplos de materiais não conformes: Cimentado cru, poroso e manchado,  Madeira natural (assoalho, taco, etc.), Piso laminado (HDF\/MDF com capa plástica), Piso de compensado, Piso flutuante (clique) com base de madeira.\n",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013, 12.4",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":8,
    "pergunta":"As dependências do estabelecimento estão limpos e em bom estado de conservação?",
    "texto_legal":"12.6 Os arredores dos edifícios devem estar limpos e em bom estado de conservação.",
    "interpretacao_legal":"A verificação é visual e ocorre durante a inspeção. Abrange toda a área externa e interna do lote — pátio de carga, estacionamento, calçadas internas, fundos da edificação. Deve-se observar a ausência de acúmulo de entulho, mato alto, presença de resíduos abandonados ou qualquer situação que possa atrair pragas.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 12.6",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":9,
    "pergunta":"Há barreiras físicas\/ químicas contra entrada de vetores?",
    "texto_legal":"12.8 As instalações devem assegurar a proteção contra a entrada de insetos e outros animais, mantendo um programa de prevenção e combate dos mesmos, com registros.\n15.5 As instalações dos almoxarifados devem estar protegidas contra a entrada de roedores, insetos, aves e outros animais, devendo existir um sistema para combate aos mesmos.",
    "interpretacao_legal":"Durante a inspeção, deve-se observar se possui sistema ativo de controle de pragas com registros e contrato vigente, além de barreiras físicas de controle de pragas . O estabelecimento também deve demonstrar boas práticas contínuas (como não deixar lixo acumulado e manter áreas externas limpas).",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 12.8 e 15.5",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":10,
    "pergunta":"Quando aplicável, a água utilizada no processo é tratada previamente ao armazenamento para atender às especificações sanitárias?",
    "texto_legal":"13.4 Se necessário, deve ser realizado tratamento da água previamente ao armazenamento, de forma a atender às especificações estabelecidas.",
    "interpretacao_legal":"O tratamento da água só é exigido quando esta for utilizada em atividades que envolvam contato com o produto ou superfícies de contato, e cuja qualidade possa impactar a segurança sanitária. O controle é documental e analítico, sendo verificado em inspeção. O projeto deve prever condições para o uso adequado da água, mas o tratamento propriamente dito depende da análise da qualidade e da fonte utilizada.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 13.4",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":11,
    "pergunta":"Quando há armazenamento de água, o reservatório possui dispositivos ou tratamento que evite a contaminação microbiológica?",
    "texto_legal":"13.9 No caso de armazenamento da água devem existir dispositivos ou tratamentos que evitem a contaminação microbiológica.",
    "interpretacao_legal":"A obrigatoriedade se aplica apenas quando houver reservação de água. Deve-se garantir que o reservatório seja protegido contra contaminantes, com tampa adequada, limpeza periódica e, quando aplicável, tratamento que evite o crescimento microbiológico. A verificação é feita em inspeção por meio de análise visual e documental.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 13.9",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":12,
    "pergunta":"As áreas de apoio (copa, cozinha, refeitório, despensa, ambulatório, salas de descanso\/lazer) estão fisicamente separadas das áreas de produção, sem comunicação direta com sanitários, vestiários ou áreas de trabalho? ",
    "texto_legal":"14.1 As salas de descanso, refeitório, vestiários, sanitários e áreas de manutenção devem ser separadas das áreas de produção.\n14.2 Os sanitários não devem ter comunicação direta com as áreas de produção e armazenamento.",
    "interpretacao_legal":"As áreas de apoio (como copa, cozinha, vestiário, refeitório, ambulatório) devem estar separadas fisicamente das áreas de produção e armazenamento. Deve haver barreira física entre os ambientes ou circulação intermediária. Sanitários não podem abrir diretamente para áreas produtivas.",
    "orientacao_documentacao":"Deixar explícito as áreas de apoio, indicando o uso,a circulação, portas, janelas.",
    "observacao_fluxo":"SIM",
    "base_legal":"LC206\/08, Art. 134 , III;",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":13,
    "pergunta":"O número de bacias sanitárias e lavatórios está dimensionado conforme a proporção mínima exigida (1\/20 funcionários), com separação por sexo? A estimativa de funcionários está declarada e compatível com os equipamentos sanitários projetados? ",
    "texto_legal":"14.2 Os vestiários, lavatórios e os sanitários devem ser de fácil acesso e em quantidade suficiente para o número de usuários, em condições de higiene\napropriada, providos com sabonete e toalhas ou secadores. \nNR24 - 24.2.2 Deve ser atendida a proporção mínima de uma instalação sanitária para cada grupo de 20 (vinte) trabalhadores ou fração, separadas por sexo. ",
    "interpretacao_legal":"A proporção mínima obrigatória é de 1 bacia sanitária e 1 lavatório para cada grupo de até 20 funcionários, com instalações separadas por sexo. O projeto deve prever essas quantidades conforme o número estimado de trabalhadores. Não se aplica a visitantes",
    "orientacao_documentacao":"Indicar em planta os equipamentos sanitários (bacias, lavatórios, mictórios, chuveiro, etc).",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013, 14.2, LC206\/08, Art. 134 , I; NR24 - 24.2.2",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":14,
    "pergunta":"As áreas de manutenção estão separadas da produção? Ferramentas e peças de reposição estão em armários, salas ou espaços reservados?",
    "texto_legal":"14.3 As áreas de manutenção devem estar situadas em locais separados das áreas de produção. Se as ferramentas e peças de reposição são mantidas nas áreas de produção, as mesmas devem estar em salas ou armários ou espaços reservados para este fim.",
    "interpretacao_legal":"A manutenção não deve ocorrer em área comum com a produção. Caso ferramentas ou peças permaneçam na produção, devem estar organizadas em local fechado e identificado, sem risco de contaminação ou interferência na operação.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 14.3",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":15,
    "pergunta":"As áreas de depósito possuem espaço e organização suficiente para separar e identificar adequadamente os materiais conforme seu status (quarentena, aprovado, reprovado, devolvido, etc.)?",
    "texto_legal":"15.2 As áreas de depósito devem ter capacidade suficiente para possibilitar o armazenamento ordenado de várias categorias de materiais e produtos: matérias-primas; materiais de embalagem; produtos intermediários; produtos a granel e produtos acabados, em sua condição de quarentena, aprovado, reprovado, devolvido ou recolhido.\n15.9 Deve existir uma área e\/ou sistema, que delimite ou restrinja o uso dos materiais e produtos respeitando-se o \"status\" previamente definido.\n15.10 Os materiais e produtos reprovados, recolhidos e devolvidos devem estar identificados como tal e armazenados separadamente em área restrita ou segregada. Qualquer outro sistema que substitua a identificação através de etiquetas ou a segregação deve oferecer segurança.\n15.20 Os materiais e produtos devem permanecer em quarentena devidamente identificados como tal, antes de sua liberação pelo controle de qualidade. No caso de estoques controlados por sistema informatizado, o seu uso deve ser bloqueado até estarem liberados pela pessoa autorizada.",
    "interpretacao_legal":"As áreas de armazenamento devem garantir a segregação segura de materiais conforme seu status (quarentena, reprovado, devolvido, etc.), mesmo que por sistemas físicos ou informatizados. A organização visual e identificação clara são indispensáveis, mas não precisam ser detalhadas na fase de projeto — serão verificadas em inspeção.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 15.2",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":16,
    "pergunta":"As áreas de armazenamento são mantidas limpas, secas e com temperatura compatível com os materiais estocados?",
    "texto_legal":"15.3 As áreas de armazenamento devem assegurar condições de estocagem exigidas para materiais e productos. Devem ser limpas, secas e mantidas em temperaturas compatíveis com os materiais armazenados.",
    "interpretacao_legal":"As condições de estocagem devem garantir que o ambiente não comprometa a integridade dos produtos armazenados. Isso envolve controle de temperatura (quando necessário), umidade e higiene. Esses requisitos são avaliados durante a inspeção e não exigem comprovação na fase de projeto.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 15.3",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":17,
    "pergunta":"Existem materiais que exigem condições especiais de armazenamento (como controle de temperatura e umidade)? Caso sim, tais condições estão sendo fornecidas, verificadas, monitoradas e registradas?",
    "texto_legal":"15.3 Quando forem exigidas condições especiais de armazenamento, temperatura e umidade, tais condições devem ser fornecidas, verificadas, monitoradas e\nregistradas.",
    "interpretacao_legal":"A norma exige controle formal das condições ambientais de armazenamento apenas quando o material ou produto exigir requisitos específicos. Essa verificação é feita durante inspeção, por meio de registros e instrumentos de monitoramento — não há exigência de comprovação em planta ou projeto.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 15.3",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":18,
    "pergunta":" Os materiais e produtos armazenados estão isolados do piso e afastados das paredes, para facilitar a limpeza e conservação?",
    "texto_legal":"15.17 Os materiais e produtos armazenados devem estar isolados do piso e afastados das paredes, para facilitar a limpeza e conservação.",
    "interpretacao_legal":"A exigência visa garantir condições higiênicas adequadas no armazenamento, evitando acúmulo de sujeira e permitindo inspeção visual, ventilação e limpeza. A verificação ocorre na inspeção física do local e não depende de previsão em planta ou projeto arquitetônico.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 15.17",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":19,
    "pergunta":"A área de armazenamento é suficiente e permite empilhamento dos produtos de forma segura?",
    "texto_legal":"15.26 Os produtos devem estar empilhados com segurança.",
    "interpretacao_legal":"A norma exige que os produtos sejam empilhados de forma a garantir estabilidade e segurança, prevenindo quedas e danos aos materiais. A conformidade depende da observação in loco e da prática operacional de armazenamento, não sendo possível avaliar com base apenas em planta ou memorial.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 15.26",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":20,
    "pergunta":"As áreas de recepção e expedição dos materiais estão protegidas contra intempéries, como chuva, vento ou variações climáticas que possam comprometer a integridade dos produtos?",
    "texto_legal":"15.31 Nas áreas de recepção e expedição os materiais devem ser protegidos das variações climáticas que coloquem em risco a integridades dos materiais manuseados.",
    "interpretacao_legal":"A norma exige que as áreas de recepção e expedição possuam condições que garantam a integridade dos materiais, evitando exposição à chuva, sol excessivo ou outros fatores climáticos adversos. Esta exigência é avaliada em inspeção prática e não pode ser verificada exclusivamente em projet",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 15.31",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":21,
    "pergunta":"Possui local de guarda de amostras de retenção com área suficiente para armazenar no prazo de validade do produto e em quantidade suficiente para permitir, no mínimo, duas análises completas?",
    "texto_legal":"16.1 A amostragem deve ser realizada em área definida, por pessoas\nautorizadas, de modo a evitar qualquer tipo de contaminação microbiológica ou\ncruzada;",
    "interpretacao_legal":"Apesar da norma destacar a necessidade de área definida para amostragem, presume-se que também exista local próprio para o armazenamento seguro dessas amostras. A verificação se dá em inspeção prática, observando condições de organização, identificação e conservação das amostras.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 16.1",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":22,
    "pergunta":"Há procedimentos formais estabelecidos para garantir a segurança das instalações nas áreas de produção?",
    "texto_legal":"17.1 A empresa deve estabelecer procedimentos para segurança das instalações nas áreas de produção.",
    "interpretacao_legal":"A norma exige a existência de procedimentos operacionais definidos e documentados, voltados à segurança das instalações produtivas. Trata-se de um controle administrativo e não estrutural, verificado durante inspeção sanitária por meio de registros e evidências documentais.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 17.1",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":23,
    "pergunta":"Os ralos são sifonados, possuem tampa, impedem refluxo e a entrada de insetos, sendo mantidos limpos e desinfetados com frequência?",
    "texto_legal":"17.12 Os ralos devem ser sifonados, desinfetados freqüentemente e mantidos fechados. Devem ser rasos para facilitar a limpeza e a desinfecção.",
    "interpretacao_legal":"A norma exige que os ralos sejam construídos com fecho hídrico (sifonados), tampa, facilidade de limpeza e manutenção periódica registrada. A função é evitar refluxo, odores e pragas. É um item de inspeção sanitária rotineira e não depende de detalhamento em planta.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 17.12",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":24,
    "pergunta":"As lixeiras estão identificadas, mantidas fechadas e são esvaziadas com frequência adequada?",
    "texto_legal":"17.13 As lixeiras devem ser identificadas, fechadas e esvaziadas de acordo com a necessidade.",
    "interpretacao_legal":"A norma visa evitar riscos sanitários decorrentes do acúmulo de resíduos ou do descarte incorreto. A identificação permite o uso adequado por tipo de resíduo. A vedação previne odores, insetos e contaminação. Trata-se de uma exigência aplicada exclusivamente em inspeção visual, não sendo objeto de detalhamento em planta ou projeto.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 – 17.13",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":25,
    "pergunta":"Caso haja depósito de combustíveis, estes são isolados dos locais de trabalho e dos depósitos de gêneros alimentícios?",
    "texto_legal":"Art. 134 - As edificações industriais sujeitam-se às seguintes exigências:\nIV. Quando dispuserem de depósito de combustíveis, estes deverão ficar isolados dos locais de trabalho e dos depósitos de gêneros alimentícios;\n15.3 As áreas de armazenamento devem assegurar condições de estocagem exigidas para materiais e productos. Devem ser limpas, secas e mantidas em temperaturas compatíveis com os materiais armazenados. Quando forem exigidas condições especiais de armazenamento, temperatura e umidade, tais condições devem ser fornecidas, verificadas, monitoradas e registradas.",
    "interpretacao_legal":"As áreas de armazenamento devem assegurar condições de estocagem exigidas para materiais e produtos. Devem ser limpas, secas e mantidas em temperaturas compatíveis com os materiais armazenados. Quando forem exigidas condições especiais de armazenamento, temperatura e umidade, tais condições devem ser fornecidas, verificadas, monitoradas e registradas.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"LC206\/08, Art. 134 , III; RDC 47\/2013 – 15.13",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":26,
    "pergunta":"Os efluentes serão tratados, antes de seus lançamentos?",
    "texto_legal":"Art. 134 - As edificações industriais sujeitam-se às seguintes exigências:\nV. Os efluentes serão tratados, antes de seus lançamentos.",
    "interpretacao_legal":"A legislação exige que os efluentes industriais passem por tratamento antes de seu lançamento no meio ambiente ou rede pública. Esta obrigação é vinculada à operação da indústria, sendo verificada por meio de inspeção técnica e documental dos sistemas de tratamento existentes.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"LC206\/08, Art. 134 , V; ",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":27,
    "pergunta":"O projeto demonstra um fluxo operacional contínuo e coerente entre as etapas (matéria-prima → produção → expedição → resíduos), com setores identificados e conexões funcionais? Há cruzamento inadequado entre entrada e saída, áreas de sujo e limpo, ou rotas sobrepostas entre produtos e resíduos? O layout reflete claramente o fluxo descrito nos memoriais?",
    "texto_legal":"17.4 A distribuição das áreas de produção deve ser ordenada e racional. As instalações físicas devem estar dispostas de acordo com um fluxo operacional continuo com distribuição adequada para evitar mistura ou contaminação cruzada.",
    "interpretacao_legal":"A legislação exige um fluxo lógico e contínuo das operações, que evite o cruzamento inadequado de materiais e minimize riscos de contaminação. Isso é verificado com base na coerência entre os ambientes descritos e a lógica operacional.",
    "orientacao_documentacao":"Identificar setores da produção (recepção - produção - expedição - resíduos) e área de circulação entre eles. Indicar o fluxo de produto.\nObs.: O layout é optativo, mas poderá ser solicitado caso o fluxo descrito não esteja coerente com o espaço.",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013 – 17.4",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":28,
    "pergunta":"Quando há manipulação de produtos com risco de contaminação cruzada (ex: uso de substâncias ativas, alta concentração, produtos de uso restrito), o projeto prevê áreas fisicamente separadas para fabricação e envase? Existem ambientes de produção compartilhados entre produtos incompatíveis ou com risco de resíduos químicos sem justificativa técnica? A separação está indicada em planta?",
    "texto_legal":"17.5 Nos casos de produtos que por suas características possam provocar contaminações cruzadas devem existir áreas separadas para elaborar e embalar.\n17.17.1 Quando houver risco ao trabalhador ou de contaminação cruzada a área deve ser separada fisicamente das demais dependências.",
    "interpretacao_legal":"A legislação exige separação física de ambientes sempre que houver risco comprovado de contaminação cruzada ou ao trabalhador, especialmente para produtos com características críticas.",
    "orientacao_documentacao":"Quando houver locais que exigem a separação física por conta do risco de contaminação cruzada, deverá ser indicado em planta e deixar explícito em memorial ou planta que é separado por conta de risco de contaminação cruzada.",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013 - 17.5",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":29,
    "pergunta":"As tubulações estão identificadas quanto ao conteúdo e direção do fluxo, e instaladas de forma a permitir limpeza e manutenção?",
    "texto_legal":"13.3 As tubulações utilizadas para o transporte de água devem apresentar um bom estado de conservação e limpeza.\n13.8 A circulação da água deve ser efetuada por tubulação ou outro meio que ofereça segurança quanto à manutenção dos padrões estabelecidos de qualidade da água.\n14.4 As tubulações de água, vapor, gás, ar comprimido e eletricidade devem estar identificados conforme a legislação vigente.\n17.7 As tubulações, luminárias, pontos de ventilação e outras instalações, devem ser adequadas de modo a facilitar a limpeza e manutenção.\n17.18.9 As tubulações fixas devem ser claramente identificadas quanto ao conteúdo e, onde aplicável, a direção do fluxo.\n17.18.10 As tubulações, conexões, dispositivos ou adaptadores para gases ou líquidos perigosos devem estar identificados e não devem ser intercambiáveis.",
    "interpretacao_legal":"A legislação exige que as tubulações estejam identificadas, seguras, e com instalação que permita manutenção e limpeza, especialmente em ambientes onde ocorrem processos industriais e sanitários.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 13.3, 13.8, 14.4, 17.7, 17.18.9, 17.18.10",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":30,
    "pergunta":"A iluminação e ventilação nas áreas produtivas são suficientes e adequadas conforme a legislação vigente?",
    "texto_legal":"17.8 A iluminação e ventilação devem ser suficientes e adequadas à\nexecução dos processos produtivos e devem estar de acordo com a legislação\nvigente.",
    "interpretacao_legal":"Este item se refere à adequação da iluminação e ventilação real nos ambientes produtivos, o que só pode ser verificado presencialmente, por meio de inspeção visual e medições técnicas.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.8",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":31,
    "pergunta":"As áreas com risco de contaminação cruzada possuem sistema de exaustão adequado?",
    "texto_legal":"17.10. Quando necessário as áreas devem possuir sistemas de exaustão de ar adequados e que garantam a proteção contra a contaminação cruzada.",
    "interpretacao_legal":"A exigência depende da atividade realizada e dos riscos reais de contaminação presentes durante a operação. Assim, a definição de necessidade de exaustão e sua eficiência devem ser avaliadas durante a inspeção de funcionamento, e não apenas com base na planta.\nStatus: NÃO",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.10",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":32,
    "pergunta":"O projeto prevê local exclusivo e identificado para guarda de materiais de limpeza (DML), separado das áreas produtivas e compatível com a rotina de uso e higienização? O DML está claramente representado em planta e dimensionado de acordo com o porte da instalação? Existe risco de armazenamento improvisado ou em local inadequado (ex: vestiário, copa, circulação)?",
    "texto_legal":"17.11 Deve existir local destinado para a guarda dos materiais utilizados na limpeza e\nmanutenção.",
    "interpretacao_legal":"É possível e necessário indicar a localização do DML (Depósito de Material de Limpeza) na planta do projeto arquitetônico.\nO DML deve ser separado de áreas produtivas e dimensionado de forma compatível com as atividades e frequência de uso.\nStatus: SIM",
    "orientacao_documentacao":"Indicar área de DML em planta.",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013 - 17.11",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":33,
    "pergunta":"Os equipamentos de proteção individual e coletiva estão disponíveis nas áreas produtivas?",
    "texto_legal":"17.14 Nas áreas produtivas devem estar disponíveis equipamentos de proteção individual e coletiva (EPI \/ EPC).",
    "interpretacao_legal":"A verificação da disponibilidade de EPIs e EPCs é feita apenas durante inspeção visual, pois envolve a observação direta da rotina de trabalho e dos equipamentos disponíveis em operação.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.14",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":34,
    "pergunta":"As janelas ou aberturas das áreas de produção\/envase estão protegidas contra contaminação?",
    "texto_legal":"17.16 As janelas ou outras aberturas das áreas de produção ou envase devem ser protegidas de modo a evitar possibilidade de contaminação.",
    "interpretacao_legal":"A exigência depende da existência física de janelas ou aberturas no local, e da proteção instalada. Portanto, é verificada apenas na vistoria física.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.16",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":35,
    "pergunta":"A empresa possui área definida para pesagem e medidas de matérias-primas?",
    "texto_legal":"17.17.1 A empresa, quando aplicável, deve possuir uma área definida para as atividades de pesagem e medidas de matérias-primas destinadas à produção.",
    "interpretacao_legal":"Embora o layout possa prever uma área de pesagem, sua existência e uso real só podem ser confirmados em operação. Por isso, é avaliado em inspeção.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.17",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":36,
    "pergunta":"A área de pesagem está separada e com sistema de exaustão independente e adequado?",
    "texto_legal":"17.17.1.1 As áreas destinadas a medidas, quando aplicável, e à pesagem das matérias-primas podem estar localizadas no almoxarifado ou na área de produção, devendo as mesmas ser projetadas e separadas para esse fim, possuindo sistema de exaustão de ar independente e adequado, que evite a ocorrência de contaminação cruzada e ambiental.",
    "interpretacao_legal":"A instalação e funcionamento efetivo do sistema de exaustão e a separação física adequada são condições que só podem ser confirmadas visualmente.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.17.1.1",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":37,
    "pergunta":"As áreas de pesagem e medidas estão limpas continuamente?",
    "texto_legal":"17.17.3 As áreas de pesagem e medidas devem estar constantemente limpas.",
    "interpretacao_legal":"A avaliação da limpeza contínua depende do funcionamento e da rotina operacional da empresa. Essa verificação ocorre somente em inspeção visual.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.17.3",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":38,
    "pergunta":"Os recipientes usados nas pesagens são limpos antes do uso e mantidos fechados após a pesagem?",
    "texto_legal":"17.17.5 Os recipientes ou embalagens externas das matériasprimas a serem pesadas e\/ou medidas devem ser limpos antes de entrarem nas áreas de pesagem. Após a pesagem ou medida, esses recipientes devem ser mantidos fechados.",
    "interpretacao_legal":"A exigência envolve práticas de manipulação e conservação dos recipientes, sendo verificável apenas durante o funcionamento da empresa.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.17.5",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":39,
    "pergunta":"Os utensílios de pesagem estão limpos, identificados e armazenados de forma a garantir integridade?",
    "texto_legal":"17.17.8 Os utensílios de pesagens e medidas devem estar limpos, identificados quanto ao seu status de limpeza, e guardados em local que assegure sua integridade.",
    "interpretacao_legal":"Trata-se de uma exigência de organização operacional, relacionada à forma como os utensílios são mantidos e identificados. É verificada em inspeção.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.17.8",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":40,
    "pergunta":"Os equipamentos estão em bom estado, identificados, e os que estão em desuso foram removidos das áreas produtivas?",
    "texto_legal":"17.18.3 Os equipamentos devem ser projetados, construídos, adaptados, instalados, localizados e mantidos de forma a facilitar as operações a serem realizadas.\n17.18.6 Todo equipamento em desuso ou com defeito deve ser retirado das áreas de produção, caso contrário, deve estar devidamente identificado.\n17.18.7 Todos os equipamentos devem estar devidamente identificados e submetidos à limpeza e sanitização, conforme procedimento.",
    "interpretacao_legal":"O estado de conservação, identificação e organização de equipamentos é constatado apenas visualmente, durante inspeção física.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.8.3, 17.8.6, 17.18.7",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":41,
    "pergunta":"Existe área definida para armazenamento de produtos semi-elaborados conforme especificações e tempo de estocagem?",
    "texto_legal":"17.19.10 Quando o processo não for contínuo, deve haver uma área definida ou dedicada para armazenamento de produtos semi-elaborados ou a granel, de\nacordo com as especificações do produto e procedimento que define o tempo máximo de estocagem.",
    "interpretacao_legal":"Essa exigência diz respeito à organização interna da produção. A área de armazenamento de produtos semi-elaborados deve ser definida com base em procedimento interno, tempo máximo de estocagem e especificações do produto.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.19.10",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":42,
    "pergunta":"Existe local apropriado e racionalmente distribuído para o envase e embalagem de produtos?",
    "texto_legal":"17.20.1 Deve existir área apropriada ou local específico para o envase\/embalagem de produtos. A distribuição dos equipamentos deve ser ordenada e racional.",
    "interpretacao_legal":"A organização e disposição dos equipamentos de envase deve seguir lógica de fluxo contínuo, mas só é possível avaliar na prática com o ambiente instalado e operando.\nVerificação ocorre em inspeção visual.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.20.1",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":43,
    "pergunta":"As áreas de envase\/embalagem são projetadas para evitar mistura entre produtos\/lotes?",
    "texto_legal":"17.20.2 As instalações físicas para o envase\/embalagem dos produtos devem ser projetadas de forma a evitar a ocorrência de misturas entre diferentes produtos e lotes.",
    "interpretacao_legal":"A prevenção de mistura depende da organização operacional e layout funcional, o que não pode ser garantido apenas com projeto.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.20.2",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":44,
    "pergunta":"Existe área de quarentena com identificação clara do status dos produtos até a liberação?",
    "texto_legal":"17.20.7 Quando aplicável e conforme procedimento interno, os produtos após envase\/embalagem devem aguardar em quarentena, devidamente identificados\nquanto ao seu status até a liberação pelo Controle de Qualidade\/Garantia da Qualidade.",
    "interpretacao_legal":"O controle da quarentena exige procedimento interno implementado e identificação física. Essa verificação depende do funcionamento efetivo da unidade.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.20.7",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":45,
    "pergunta":"O local de armazenamento de resíduos impede impacto nas operações e qualidade dos produtos?",
    "texto_legal":"17.21.4 O manuseio e a disposição de resíduos não devem impactar as operações de produção ou a qualidade dos produtos.",
    "interpretacao_legal":"Essa avaliação depende da dinâmica de descarte e limpeza interna. A separação adequada deve ser verificada durante a operação da planta.",
    "orientacao_documentacao":"Não é exigida na fase de projeto. Ocorre apenas em inspeção visual.",
    "observacao_fluxo":"NÃO",
    "base_legal":"RDC 47\/2013 - 17.21.4",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  },
  {
    "numero_item":46,
    "pergunta":"O laboratório de Controle de Qualidade está localizado em ambiente independente das áreas produtivas, com acesso controlado e infraestrutura compatível com sua função? Caso haja ensaio microbiológico, o projeto contempla sala exclusiva e isolada para esta finalidade? A ausência dessa separação está justificada tecnicamente?",
    "texto_legal":"18.4 Os laboratórios de Controle de Qualidade devem ser separados das áreas de produção. As áreas onde forem realizados os ensaios microbiológicos devem contar com instalações independentes.",
    "interpretacao_legal":"Neste caso, há uma exigência clara de projeto, que pode ser verificada na planta baixa.\nIndicar sala do laboratório de CQ e de microbiologia, se houver.",
    "orientacao_documentacao":"Indicar sala de Laboratório de Controle de Qualidade e se houver ensaio microbiológico, indicar sala.",
    "observacao_fluxo":"SIM",
    "base_legal":"RDC 47\/2013 - 18.4",
    "atende":null,
    "nao_atende":null,
    "medida_mitigatoria":null,
    "nao_se_aplica":null,
    "comentario_requerente":null,
    "comentario_avaliador":null
  }
]